aaron-bond.better-comments
BracketPairColorDLW.bracket-pair-color-dlw
bradlc.vscode-tailwindcss
cschlosser.doxdocgen
dbaeumer.vscode-eslint
DigitalBrainstem.javascript-ejs-support
dzhavat.bracket-pair-toggler
eamodio.gitlens
ecmel.vscode-html-css
esbenp.prettier-vscode
formulahendry.auto-rename-tag
formulahendry.code-runner
glenn2223.live-sass
HiteshChoudhary.teacher-theme-dark
humao.rest-client
jeff-hykin.better-cpp-syntax
jevakallio.vscode-live-frame
kumar-harsh.graphql-for-vscode
mgmcdermott.vscode-language-babel
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.hexeditor
oderwat.indent-rainbow
PKief.material-icon-theme
rangav.vscode-thunder-client
redhat.java
ritwickdey.LiveServer
rodrigovallades.es7-react-js-snippets
sidthesloth.html5-boilerplate
silofy.hackthebox
streetsidesoftware.code-spell-checker
TabNine.tabnine-vscode
twxs.cmake
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscode-icons-team.vscode-icons
xabikos.JavaScriptSnippets
yamajyn.commandlist
